Revit 2027 API
UnitTypeId.CubicYards Property
 Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicYards { get; }
Public Shared ReadOnly Property CubicYards As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicYards {
	ForgeTypeId^ get ();
}
static member CubicYards : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace